[
  {
"JobLabel": "Job Submission 7/9/2023 12:46:24",
"Organization": "The Research Foundation for Mental Hygiene, Inc",
"OrganizationInfo": "New York State Psychiatric Institute and Columbia University Irving Medical Center",
"JobTitle": "Postdoctoral Researcher",
"JobDescription": "The successful candidate will join the dynamic and interdisciplinary research group of Drs. Xi Zhu, Seonjoo Lee, and Franklin Schneier, focusing on collecting and analyzing imaging data, developing novel methods for analysis and integration of multimodal neuroimaging, behavioral and clinical data, and using machine learning artificial intelligence approaches to construct predictive network models in psychiatric disorders. Duties and Responsibilities include: Neuroimaging data collection and management Data analysis, and model building. Develop advanced deep learning and machine learning algorithms. Assist with organizing large scale multimodal neuroimaging dataset, brain imaging quality control and processing. Assist with grant applications, manuscript preparation and supervision of RAs and volunteers",
"MinQual": "Doctoral degree in biomedical engineering, electrical engineering, computer science, biostatistics, or a related field. At least 1 year of experience in data science and quantitative research. At least 1 year of experience in programming languages including Python or R. At least 1 year of experience in machine learning or deep learning models",
"PrefQual": "Experience in working with an MRI scanner. Experience in developing state-of-the-art Machine Learning algorithms. Experience with one or more deep learning libraries such as PyTorch, TensorFlow, or Keras. Hands-on experience with neuroimaging processing pipelines. Excellent writing and communication skills. Strong interest in neuroscience and psychiatric research",
"Salary": "",
"ApplicationInstructions": "Submit an application through our website at https://nyspi.applicantpro.com/jobs/ no later than June 11th, 2023. Please note- only applications submitted through our website will be considered.",
"Deadline": "June 11th, 2023",
"ContactPerson": "Seonjoo Lee",
"ContactEmail": "see https://nyspi.applicantpro.com/jobs/"
  },
  {
"JobLabel": "Job Submission 3/1/2024 9:59:23",
"Organization": "Department of Statistics, Texas A&M University",
"OrganizationInfo": "https://stat.tamu.edu/",
"JobTitle": "Postdoctoral Research Associate in Bayesian Statistics",
"JobDescription": "Dr. Rajarshi Guhaniyogi (Texas A&M) and Dr. Aaron Wolfe Scheffler (UC San Francisco) are seeking a postdoctoral research associate position at the Department of Statistics at Texas A&M University (starting as early as May 2024) for a National Institutes of Health (NIH)-funded research program. The research is related to one or more of the following areas: 1. Bayesian learning with heterogeneous objects (e.g., tensor, functional data); 2. Bayesian interpretable deep learning with heterogeneous objects; 3. Distributed Bayesian computation and Federated Learning with Gaussian processes and their variants; 4. Data sketching with random sketching matrices for efficient Bayesian inference with massive structured data. The details of some of the recent work in aforementioned directions can be found on the websites of the PIs (https://sites.google.com/view/rajguhaniyogi/home?authuser=0 and https://aaron-scheffler.github.io/). The postdoctoral scholar will have the opportunity if desired to directly work with leading neuroscientists at UC San Francisco Memory and Aging Center, who are also part of the NIH program, including world renowned experts on Alzheimer's disease. The position is crafted as a career-building opportunity for a junior scholar, emphasizing the development of a research program. The postdoc will be trained in conducting and presenting research, building regular collaboration with the leading biostatisticians and neuroscientists, publishing papers in methodology (and applications as desired), and creating software for wide dissemination of the research. The postdoc will be offered the mentored opportunity to write future NIH proposals with the PIs and their collaborators.",
"MinQual": "Doctorate in Statistics, Biostatistics, Computer Science, or related field required (at time of appointment). Expertise and interest in at least one of the research areas listed above.",
"PrefQual": "",
"Salary": "Highly competitive",
"ApplicationInstructions": "To apply, please email the following to Dr. Raj Guhaniyogi (rajguhaniyogi@tamu.edu) and Dr. Aaron Scheffler (Aaron.Scheffler@ucsf.edu) with the subject line 'Bayes Stat Postdoc': 1. Most recent CV; 2. A writing sample (e.g., a published or an arxiv paper); 3. Contact information for 2-3 references.",
"Deadline": "4/30/2024",
"ContactPerson": "Dr. Raj Guhaniyogi",
"ContactEmail": "rajguhaniyogi@tamu.edu"
},
  {
"JobLabel": "Job Submission 3/25/2024 23:16:00",
"Organization": "School of Medicine, University of Maryland",
"OrganizationInfo": "Maryland Psychiatric Research Center, The University of Maryland Institute for Health Computing (UM-IHC), University of Maryland, School of Medicine",
"JobTitle": "Postdoctoral Researcher",
"JobDescription": "University of Maryland, School of Medicine is recruiting a Postdoctoral Fellow in the field of biostatistics. The candidate will work closely with Dr. Shuo Chen and faculty members from University of Maryland School of Medicine and University of Maryland, College Park on research duties: Developing new statistical methods to model longitudinally measured multimodal neuroimaging data, omics data, and genetics data. Developing and applying quantitative approach to identify interactive relationships between various imaging modalities and omics during aging and development. Implementing computationally intensive algorithms on large analysis. Developing causal inference models to identify genetic and environmental risk factors (e.g., substance use) to modify developing and aging trajectories of brain imaging measures and other phenotypes. Developing data integration methods to combine multiple massive datasets (UKBB, HCP, ENIGMA, and etc) and local trials and observational studies. Drafting manuscripts and delivering presentations.",
"MinQual": "Education: A Ph.D. degree in a quantitative field such as statistics, biostatistics, bioinformatics, computational biology, human genetics, computer science, or a closely related area is required. Experience: Demonstrated experience in strong optimization computational skills, proficiency in one of the programming languages R, Matlab, and Python, and expertise in high-performance clusters are required.",
"PrefQual": "",
"Salary": "",
"ApplicationInstructions": "",
"Deadline": "5/31/2024",
"ContactPerson": "Shuo Chen",
"ContactEmail": "shuochen@som.umaryland.edu"
}
]
