[
  {
"JobLabel": "Job Submission 7/9/2023 12:46:24",
"Organization": "The Research Foundation for Mental Hygiene, Inc",
"OrganizationInfo": "New York State Psychiatric Institute and Columbia University Irving Medical Center",
"JobTitle": "Postdoctoral Researcher",
"JobDescription": "The successful candidate will join the dynamic and interdisciplinary research group of Drs. Xi Zhu, Seonjoo Lee, and Franklin Schneier, focusing on collecting and analyzing imaging data, developing novel methods for analysis and integration of multimodal neuroimaging, behavioral and clinical data, and using machine learning artificial intelligence approaches to construct predictive network models in psychiatric disorders. Duties and Responsibilities include: Neuroimaging data collection and management Data analysis, and model building. Develop advanced deep learning and machine learning algorithms. Assist with organizing large scale multimodal neuroimaging dataset, brain imaging quality control and processing. Assist with grant applications, manuscript preparation and supervision of RAs and volunteers",
"MinQual": "Doctoral degree in biomedical engineering, electrical engineering, computer science, biostatistics, or a related field. At least 1 year of experience in data science and quantitative research. At least 1 year of experience in programming languages including Python or R. At least 1 year of experience in machine learning or deep learning models",
"PrefQual": "Experience in working with an MRI scanner. Experience in developing state-of-the-art Machine Learning algorithms. Experience with one or more deep learning libraries such as PyTorch, TensorFlow, or Keras. Hands-on experience with neuroimaging processing pipelines. Excellent writing and communication skills. Strong interest in neuroscience and psychiatric research",
"Salary": "",
"ApplicationInstructions": "Submit an application through our website at https://nyspi.applicantpro.com/jobs/ no later than June 11th, 2023. Please note- only applications submitted through our website will be considered.",
"Deadline": "June 11th, 2023",
"ContactPerson": "Seonjoo Lee",
"ContactEmail": "see https://nyspi.applicantpro.com/jobs/"
  },
  {
"JobLabel": "Job Submission 3/1/2024 9:59:23",
"Organization": "Department of Statistics, Texas A&M University",
"OrganizationInfo": "https://stat.tamu.edu/",
"JobTitle": "Postdoctoral Research Associate in Bayesian Statistics",
"JobDescription": "Dr. Rajarshi Guhaniyogi (Texas A&M) and Dr. Aaron Wolfe Scheffler (UC San Francisco) are seeking a postdoctoral research associate position at the Department of Statistics at Texas A&M University (starting as early as May 2024) for a National Institutes of Health (NIH)-funded research program. The research is related to one or more of the following areas: 1. Bayesian learning with heterogeneous objects (e.g., tensor, functional data); 2. Bayesian interpretable deep learning with heterogeneous objects; 3. Distributed Bayesian computation and Federated Learning with Gaussian processes and their variants; 4. Data sketching with random sketching matrices for efficient Bayesian inference with massive structured data. The details of some of the recent work in aforementioned directions can be found on the websites of the PIs (https://sites.google.com/view/rajguhaniyogi/home?authuser=0 and https://aaron-scheffler.github.io/). The postdoctoral scholar will have the opportunity if desired to directly work with leading neuroscientists at UC San Francisco Memory and Aging Center, who are also part of the NIH program, including world renowned experts on Alzheimer's disease. The position is crafted as a career-building opportunity for a junior scholar, emphasizing the development of a research program. The postdoc will be trained in conducting and presenting research, building regular collaboration with the leading biostatisticians and neuroscientists, publishing papers in methodology (and applications as desired), and creating software for wide dissemination of the research. The postdoc will be offered the mentored opportunity to write future NIH proposals with the PIs and their collaborators.",
"MinQual": "Doctorate in Statistics, Biostatistics, Computer Science, or related field required (at time of appointment). Expertise and interest in at least one of the research areas listed above.",
"PrefQual": "",
"Salary": "Highly competitive",
"ApplicationInstructions": "To apply, please email the following to Dr. Raj Guhaniyogi (rajguhaniyogi@tamu.edu) and Dr. Aaron Scheffler (Aaron.Scheffler@ucsf.edu) with the subject line 'Bayes Stat Postdoc': 1. Most recent CV; 2. A writing sample (e.g., a published or an arxiv paper); 3. Contact information for 2-3 references.",
"Deadline": "4/30/2024",
"ContactPerson": "Dr. Raj Guhaniyogi",
"ContactEmail": "rajguhaniyogi@tamu.edu"
},
  {
"JobLabel": "Job Submission 3/25/2024 23:16:00",
"Organization": "School of Medicine, University of Maryland",
"OrganizationInfo": "Maryland Psychiatric Research Center, The University of Maryland Institute for Health Computing (UM-IHC), University of Maryland, School of Medicine",
"JobTitle": "Postdoctoral Researcher",
"JobDescription": "University of Maryland, School of Medicine is recruiting a Postdoctoral Fellow in the field of biostatistics. The candidate will work closely with Dr. Shuo Chen and faculty members from University of Maryland School of Medicine and University of Maryland, College Park on research duties: Developing new statistical methods to model longitudinally measured multimodal neuroimaging data, omics data, and genetics data. Developing and applying quantitative approach to identify interactive relationships between various imaging modalities and omics during aging and development. Implementing computationally intensive algorithms on large analysis. Developing causal inference models to identify genetic and environmental risk factors (e.g., substance use) to modify developing and aging trajectories of brain imaging measures and other phenotypes. Developing data integration methods to combine multiple massive datasets (UKBB, HCP, ENIGMA, and etc) and local trials and observational studies. Drafting manuscripts and delivering presentations.",
"MinQual": "Education: A Ph.D. degree in a quantitative field such as statistics, biostatistics, bioinformatics, computational biology, human genetics, computer science, or a closely related area is required. Experience: Demonstrated experience in strong optimization computational skills, proficiency in one of the programming languages R, Matlab, and Python, and expertise in high-performance clusters are required.",
"PrefQual": "",
"Salary": "",
"ApplicationInstructions": "",
"Deadline": "5/31/2024",
"ContactPerson": "Shuo Chen",
"ContactEmail": "shuochen@som.umaryland.edu"
},
    {
"JobLabel": "Job Submission 9/24/2024 17:30:39",
"Organization": "Department of Statistics, The Ohio State University",
"OrganizationInfo": "Ohio State is a top-20 public university, and its Ohio State Wexner Medical Center is one of America’s leading academic health centers and recently ranked No. 4 on Forbes’ list of best U.S. employers for diversity. Eligible Ohio State employees receive comprehensive benefits packages, including medical, dental and vision insurance, tuition assistance for employees and their dependents, and state or alternative retirement options with competitive employer contributions. The Ohio State University’s Shared Values include Excellence and Impact, Diversity and Innovation, Inclusion and Equity, Care and Compassion, and Integrity and Respect. Our university community welcomes differences, encourages open-minded exploration and courageous thinking, and upholds freedom of expression. Ohio State is a dynamic community where opportunity thrives, and individuals transform themselves and their world. Positions are available in countless fields and specialties. Become a Buckeye and contribute to an incredible legacy that serves to guide our future and shape a better tomorrow. The Ohio State University is committed to enhancing academic excellence. Recruiting, supporting, and retaining faculty of the highest caliber is a core component of this commitment. The Office of Academic Affairs (OAA) has established Dual Careers and Faculty Relocation (DCFR) to focus on supporting new and prospective faculty and their loved ones. Service offerings include dual careers partner consultations, identifying potential employers and/or employment opportunities, consultation and resources related to relocation, as well as identifying opportunities to engage on campus and in the surrounding community. While employment opportunities are not guaranteed, resources and consultation are provided to support the partners of new and prospective faculty as they are considering or transitioning to The Ohio State University. In addition to being responsive to dual-career opportunities, we strongly promote work-life balance to support our community members through a suite of institutionalized policies.  Ohio State is an NSF ADVANCE institution and a member of the Ohio/Western Pennsylvania/West Virginia Higher Education Recruitment Consortium (HERC). Located in Ohio’s capital city, Ohio State’s Columbus campus is near the center of a rapidly growing and diverse metropolitan area with a population of over 1.5 million. The area offers a wide range of affordable housing, many cultural and recreational opportunities, excellent schools, and a strong economy based on government as well as service, transportation, and technology industries. Additional information about the Columbus area is available here. In addition to its Columbus campus, Ohio State has four regional campuses including Ohio State Lima, Ohio State Mansfield, Ohio State Marion, and Ohio State Newark, in addition to Ohio State ATI in Wooster. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, disability, ethnicity, gender, gender identity or expression, genetic information, HIV/AIDS status, military status, national origin, pregnancy, race, religion, sex, sexual orientation, or veteran status.",
"JobTitle": "Multiple tenure-track positions (open rank)",
"JobDescription": "The Department of Statistics seeks to fill multiple open rank tenure-track faculty positions. Successful candidates will be expected to contribute to the research, teaching and service missions of the department. Candidates with expertise in all research areas of statistics are encouraged to apply. The appointment will be at a level commensurate with the applicant’s experience. Senior applicants must specify the desired appointment rank in their cover letter.",
"MinQual": "A Ph.D. in Statistics or related field by the start of employment.",
"PrefQual": "We expect a commitment to methodological research and scientific collaboration and to the development and delivery of courses at both the undergraduate and graduate levels. Applicants at the Associate or Full rank are expected to have established an excellent record of research, mentorship, teaching and service to the profession. Candidates should demonstrate a commitment to building a culturally diverse intellectual community, in line with OSU’s Shared Values, and complement current faculty.",
"Salary": "",
"ApplicationInstructions": "Please follow this link for a full description of the positions and application instructions: https://osu.wd1.myworkdayjobs.com/OSUCareers/job/Columbus-Campus/Open-Search---All-Research-Areas---Statistics_R114721-1.",
"Deadline": "Applications received by October 16, 2024 will receive full consideration, but review of applications is expected to continue into the spring semester.",
"ContactPerson": "Sebastian Kurtek",
"ContactEmail": "kurtek.1@osu.edu"
}
]
