[
  {
"JobLabel": "Job Submission 7/9/2023 12:46:24",
"Organization": "The Research Foundation for Mental Hygiene, Inc",
"OrganizationInfo": "New York State Psychiatric Institute and Columbia University Irving Medical Center",
"JobTitle": "Postdoctoral Researcher",
"JobDescription": "The successful candidate will join the dynamic and interdisciplinary research group of Drs. Xi Zhu, Seonjoo Lee, and Franklin Schneier, focusing on collecting and analyzing imaging data, developing novel methods for analysis and integration of multimodal neuroimaging, behavioral and clinical data, and using machine learning artificial intelligence approaches to construct predictive network models in psychiatric disorders. Duties and Responsibilities include: Neuroimaging data collection and management Data analysis, and model building. Develop advanced deep learning and machine learning algorithms. Assist with organizing large scale multimodal neuroimaging dataset, brain imaging quality control and processing. Assist with grant applications, manuscript preparation and supervision of RAs and volunteers",
"MinQual": "Doctoral degree in biomedical engineering, electrical engineering, computer science, biostatistics, or a related field. At least 1 year of experience in data science and quantitative research. At least 1 year of experience in programming languages including Python or R. At least 1 year of experience in machine learning or deep learning models",
"PrefQual": "Experience in working with an MRI scanner. Experience in developing state-of-the-art Machine Learning algorithms. Experience with one or more deep learning libraries such as PyTorch, TensorFlow, or Keras. Hands-on experience with neuroimaging processing pipelines. Excellent writing and communication skills. Strong interest in neuroscience and psychiatric research",
"Salary": "",
"ApplicationInstructions": "Submit an application through our website at https://nyspi.applicantpro.com/jobs/ no later than June 11th, 2023. Please note- only applications submitted through our website will be considered.",
"Deadline": "June 11th, 2023",
"ContactPerson": "Seonjoo Lee",
"ContactEmail": "see https://nyspi.applicantpro.com/jobs/"
}
]
